Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

# (your %lld years in %@ count double)
source: (your %1$lld years in %2$@ count double)
de: (deine %1$lld Jahre in %2$@ zählen doppelt)
fr: (%1$lld ans en %2$@ comptent double)
it: (i tuoi %1$lld anni nel settore %2$@ contano il doppio)
ja: （%2$@での%1$lld年は2倍に数えられます）
uk: (твої %1$lld років у сфері «%2$@» враховуються вдвічі)

# %@ %@: you have %lld, it needs %lld
source: %1$@ %2$@: you have %3$lld, it needs %4$lld
de: %1$@ %2$@: Du hast %3$lld, nötig sind %4$lld
fr: %1$@ %2$@ : tu as %3$lld, il en faut %4$lld
it: %1$@ %2$@: hai %3$lld, ne servono %4$lld
ja: %1$@ %2$@：現在%3$lld、必要%4$lld
uk: %1$@ %2$@: у тебе %3$lld, потрібно %4$lld

# %@ %@: you have %lld, they'd like %lld
source: %1$@ %2$@: you have %3$lld, they'd like %4$lld
de: %1$@ %2$@: Du hast %3$lld, gewünscht sind %4$lld
fr: %1$@ %2$@ : tu as %3$lld, l’école souhaite %4$lld
it: %1$@ %2$@: hai %3$lld, la scuola vorrebbe %4$lld
ja: %1$@ %2$@：現在%3$lld、求められるのは%4$lld
uk: %1$@ %2$@: у тебе %3$lld, заклад хоче %4$lld

# %@ (%lld yrs)
source: %1$@ (%2$lld yrs)
de: %1$@ (%2$lld J.)
fr: %1$@ (%2$lld ans)
it: %1$@ (%2$lld anni)
ja: %1$@（%2$lld年）
uk: %1$@ (%2$lld р.)

source: %@ (1 = best)
de: %@ (1 = beste Note)
fr: %@ (1 = meilleure note)
it: %@ (1 = migliore)
ja: %@（1が最高）
uk: %@ (1 = найкраща)

source: %@ / yr
de: %@ / Jahr
fr: %@/an
it: %@/anno
ja: %@ / 年
uk: %@/рік

# %@ Goal: %@
source: %1$@ Goal: %2$@
de: %1$@ Ziel: %2$@
fr: %1$@ Objectif « %2$@ »
it: %1$@ Obiettivo: %2$@
ja: %1$@ 目標：%2$@
uk: %1$@ Мета: %2$@

source: %@ It worked!
de: %@ Es hat geklappt!
fr: %@ Ça a marché !
it: %@ Ha funzionato!
ja: %@ 成功！
uk: %@ Вдалося!

source: %@ Not this time
de: %@ Es hat diesmal nicht geklappt
fr: %@ Pas cette fois
it: %@ Non questa volta
ja: %@ うまくいきませんでした
uk: %@ Цього разу не вийшло

# %@ This field is booming this year: %@.
source: %1$@ This field is booming this year: %2$@.
de: %1$@ Dieser Bereich boomt dieses Jahr: %2$@.
fr: %1$@ Ce domaine est en plein essor cette année : %2$@.
it: %1$@ Questo settore è in boom quest’anno: %2$@.
ja: %1$@ この分野は今年、好況です（%2$@）。
uk: %1$@ Цього року ця сфера переживає бум: %2$@.

# %@ This field is growing this year: %@.
source: %1$@ This field is growing this year: %2$@.
de: %1$@ Dieser Bereich wächst dieses Jahr: %2$@.
fr: %1$@ Ce domaine est en croissance cette année : %2$@.
it: %1$@ Questo settore è in crescita quest’anno: %2$@.
ja: %1$@ この分野は今年、成長しています（%2$@）。
uk: %1$@ Цього року ця сфера зростає: %2$@.

# %@ This field is in a slump this year: %@.
source: %1$@ This field is in a slump this year: %2$@.
de: %1$@ Dieser Bereich steckt dieses Jahr in der Krise: %2$@.
fr: %1$@ Ce domaine est en berne cette année : %2$@.
it: %1$@ Questo settore è in crisi quest’anno: %2$@.
ja: %1$@ この分野は今年、不況です（%2$@）。
uk: %1$@ Цього року ця сфера у спаді: %2$@.

# %@ This field is slowing this year: %@.
source: %1$@ This field is slowing this year: %2$@.
de: %1$@ Dieser Bereich flaut dieses Jahr ab: %2$@.
fr: %1$@ Ce domaine ralentit cette année : %2$@.
it: %1$@ Questo settore è in rallentamento quest’anno: %2$@.
ja: %1$@ この分野は今年、減速しています（%2$@）。
uk: %1$@ Цього року ця сфера сповільнюється: %2$@.

# %@ This field is slump this year: %@.
source: %1$@ This field is slump this year: %2$@.
de: %1$@ Dieser Bereich steckt dieses Jahr in der Krise: %2$@.
fr: %1$@ Ce domaine est en berne cette année : %2$@.
it: %1$@ Questo settore è in crisi quest’anno: %2$@.
ja: %1$@ この分野は今年、不況です：%2$@。
uk: %1$@ Цього року ця сфера у спаді: %2$@.

source: %@ a year
de: %@ pro Jahr
fr: %@ par an
it: %@ all’anno
ja: 年収%@
uk: %@ на рік

# %@ a year to land. A hit banks +%@ %@ fame.
source: %1$@ a year to land. A hit banks +%2$@ %3$@ fame.
de: %1$@ Chance pro Jahr, dass es klappt. Ein Hit bringt +%2$@ %3$@ Ruhm.
fr: %1$@ de chances de réussir chaque année. Un succès rapporte +%2$@ de renommée en %3$@.
it: Probabilità di riuscirci ogni anno: %1$@. Un successo porta +%2$@ %3$@ fama.
ja: 1年あたりの成功確率は%1$@です。成功すると、%3$@の名声が+%2$@たまります。
uk: Шанс на успіх за рік: %1$@. Хіт приносить славу (%3$@): +%2$@.

# %@ a year to start, growing to about %@ later
source: %1$@ a year to start, growing to about %2$@ later
de: %1$@ pro Jahr zum Start, später etwa %2$@
fr: %1$@ par an au départ, jusqu’à environ %2$@ plus tard
it: da %1$@ all’anno, e col tempo fino a circa %2$@
ja: 年収%1$@からスタートし、のちに約%2$@まで伸びる見込み
uk: %1$@ на рік на старті, згодом — близько %2$@

# %@ accepted you onto %@.
source: %1$@ accepted you onto %2$@.
de: %1$@: Du wurdest für %2$@ angenommen.
fr: L’école (%1$@) t’a ouvert ses portes : %2$@.
it: Hai ottenuto l’ammissione al percorso %2$@ presso %1$@.
ja: %1$@の%2$@課程に入学が決まりました。
uk: Заклад «%1$@» зарахував тебе на програму «%2$@».

# %@ adds +%@ a year — about %lld years.
source: %1$@ adds +%2$@ a year — about %3$lld years.
de: %1$@ bringt +%2$@ pro Jahr – das dauert etwa %3$lld Jahre.
fr: %1$@ : +%2$@ par an — environ %3$lld ans.
it: Con %1$@: +%2$@ all’anno — ci vogliono circa %3$lld anni.
ja: %1$@で1年に+%2$@ずつ伸びます。約%3$lld年かかります。
uk: «%1$@» дає +%2$@ на рік — приблизно %3$lld років.

# %@ adds +%@ to your chance, %@ +%@ — small next to the seat.
source: %1$@ adds +%2$@ to your chance, %3$@ +%4$@ — small next to the seat.
de: Bonus auf deine Chance: %1$@ +%2$@, %3$@ +%4$@ – wenig im Vergleich zum Posten.
fr: %1$@ ajoute +%2$@ à tes chances, %3$@ +%4$@ — peu de chose à côté de la place.
it: %1$@ aggiunge +%2$@ alla tua probabilità, %3$@ +%4$@ — poco rispetto al posto al vertice.
ja: %1$@で確率が+%2$@、%3$@で+%4$@アップしますが、ポストの難しさに比べれば小さな効果です。
uk: Додає до шансу: %1$@ — +%2$@, %3$@ — +%4$@. Це небагато порівняно з кріслом.

# %@ adds +%@, %@ +%@.
source: %1$@ adds +%2$@, %3$@ +%4$@.
de: Bonus: %1$@ +%2$@, %3$@ +%4$@.
fr: %1$@ ajoute +%2$@, %3$@ +%4$@.
it: %1$@ aggiunge +%2$@, %3$@ +%4$@.
ja: %1$@で+%2$@、%3$@で+%4$@アップします。
uk: Додає до шансу: %1$@ — +%2$@, %3$@ — +%4$@.

# %@ and %@ are among the skills it weighs most.
source: %1$@ and %2$@ are among the skills it weighs most.
de: %1$@ und %2$@ gehören zu den Fähigkeiten, die der Job am stärksten gewichtet.
fr: %1$@ et %2$@ font partie des compétences qui pèsent le plus.
it: %1$@ e %2$@ sono tra le competenze che pesano di più.
ja: %1$@と%2$@は、特に重視されるスキルに含まれます。
uk: Серед навичок, які тут важать найбільше, — «%1$@» та «%2$@».

# %@ and %@ are the skills it weighs most.
source: %1$@ and %2$@ are the skills it weighs most.
de: %1$@ und %2$@ sind die Fähigkeiten, die er am stärksten gewichtet.
fr: %1$@ et %2$@ sont les compétences qui pèsent le plus.
it: %1$@ e %2$@ sono le competenze che pesano di più.
ja: %1$@と%2$@が特に重視されるスキルです。
uk: Найбільше тут важать навички «%1$@» та «%2$@».

source: %@ boost
de: %@ Bonus
fr: %@ de bonus
it: bonus %@
ja: %@アップ
uk: %@ до шансу

source: %@ broke out — revenue tripled and your stake is worth a fortune
de: Durchbruch: „%@“ – der Umsatz hat sich verdreifacht und dein Anteil ist ein Vermögen wert
fr: L’entreprise « %@ » a décollé : les revenus ont triplé et ta participation vaut une fortune
it: L’impresa «%@» è decollata — i ricavi sono triplicati e la tua quota vale una fortuna
ja: %@が急成長し、売上が3倍になり、持ち分は大きな財産になりました
uk: Бізнес «%@» зробив прорив: виручка зросла втричі, а твоя частка коштує цілий статок

# %@ cares about: grades %@, skills %@, prizes and titles %@.
source: %1$@ cares about: grades %2$@, skills %3$@, prizes and titles %4$@.
de: %1$@: Hier zählen Noten %2$@, Fähigkeiten %3$@, Preise und Titel %4$@.
fr: Ce qui compte pour ce type d’école (%1$@) : notes %2$@, compétences %3$@, prix et titres %4$@.
it: Per questa scuola (%1$@) contano: voti %2$@, competenze %3$@, premi e titoli %4$@.
ja: %1$@が重視するのは、成績%2$@、スキル%3$@、賞と称号%4$@です。
uk: Заклад «%1$@» зважає на: оцінки — %2$@, навички — %3$@, призи й титули — %4$@.

# %@ cares about: grades %@, skills %@.
source: %1$@ cares about: grades %2$@, skills %3$@.
de: %1$@: Hier zählen Noten %2$@, Fähigkeiten %3$@.
fr: Ce qui compte pour ce type d’école (%1$@) : notes %2$@, compétences %3$@.
it: Per questa scuola (%1$@) contano: voti %2$@, competenze %3$@.
ja: %1$@が重視するのは、成績%2$@、スキル%3$@です。
uk: Заклад «%1$@» зважає на: оцінки — %2$@, навички — %3$@.

source: %@ chance the organisers accept you.
de: %@ Chance, dass die Organisatoren dich annehmen.
fr: %@ de chances que les organisateurs t’acceptent.
it: Probabilità che gli organizzatori ti accettino: %@.
ja: 主催者に認められる確率は%@です。
uk: Шанс, що організатори тебе приймуть: %@.

# %@ chance to get it, %@.
source: %1$@ chance to get it, %2$@.
de: %1$@ Chance darauf – %2$@.
fr: %1$@ de chances de l’obtenir, %2$@.
it: Probabilità di ottenerlo: %1$@, stipendio %2$@.
ja: 採用される確率は%1$@、%2$@です。
uk: Шанс отримати: %1$@; зарплата — %2$@.

# %@ costs %@ a year while you study — from savings first, then as a student loan.
source: %1$@ costs %2$@ a year while you study — from savings first, then as a student loan.
de: %1$@ kostet %2$@ pro Jahr, solange du studierst – zuerst aus Ersparnissen, dann als Studienkredit.
fr: Le diplôme « %1$@ » coûte %2$@ par an pendant tes études — d’abord avec ton épargne, puis avec un prêt étudiant.
it: Il corso «%1$@» costa %2$@ all’anno mentre studi — prima con i risparmi, poi con un prestito studentesco.
ja: %1$@は、在学中1年あたり%2$@かかります。まず貯金から出し、足りない分は奨学金として借ります。
uk: Навчання за програмою «%1$@» коштує %2$@ на рік, поки ти навчаєшся, — спершу із заощаджень, потім у вигляді студентського кредиту.

source: %1$@ costs %2$@ a year. Your family pays %3$@ of it, so you pay %4$@ — from savings first, then as a student loan.
de: %1$@ kostet %2$@ pro Jahr. Deine Familie übernimmt %3$@ davon, also zahlst du %4$@ – zuerst aus Ersparnissen, dann als Studienkredit.
fr: Le diplôme « %1$@ » coûte %2$@ par an. Ta famille en paie %3$@, donc tu paies %4$@ — d’abord avec ton épargne, puis avec un prêt étudiant.
it: Il corso «%1$@» costa %2$@ all’anno. La tua famiglia ne copre una parte (%3$@), quindi tu paghi %4$@ — prima con i risparmi, poi con un prestito studentesco.
ja: %1$@は1年あたり%2$@かかります。そのうち%3$@は家族が払うので、自分で払うのは%4$@です。まず貯金から出し、足りない分は奨学金として借ります。
uk: Навчання за програмою «%1$@» коштує %2$@ на рік. Твоя родина платить %3$@ вартості, тож ти сплачуєш %4$@ — спершу із заощаджень, потім у вигляді студентського кредиту.

source: %@ didn't land — but the practice counts
de: Nicht geklappt: Projekt „%@“ – aber die Übung zählt
fr: Le projet « %@ » n’a pas marché, mais la pratique compte
it: Con «%@» è andata male — ma l’esercizio conta
ja: うまくいきませんでしたが、練習は力になりました（%@）
uk: Проєкт «%@» не вдався, але практика не пропала

source: %1$@ didn't pan out — it was a %2$@ shot. You kept the practice: the skills it draws on improved anyway.
de: Projekt „%1$@“ ist nicht aufgegangen – die Chance lag bei %2$@. Du hast trotzdem geübt: Die Fähigkeiten, auf die es ankam, sind besser geworden.
fr: Le projet « %1$@ » n’a pas marché — tu avais %2$@ de chances. Tu en gardes la pratique : les compétences qu’il fait travailler ont quand même progressé.
it: Con «%1$@» è andata male (%2$@ di probabilità). Hai comunque fatto pratica: le competenze coinvolte sono migliorate.
ja: %1$@は確率%2$@の挑戦でしたが、練習は無駄にならず、関連するスキルは伸びています。
uk: «%1$@» не вийшло — шанс становив %2$@. Практика не пропала: навички, які вона розвиває, усе одно покращилися.

# %@ doesn't help; %@ helps the most.
source: %1$@ doesn't help; %2$@ helps the most.
de: %1$@ hilft nicht; %2$@ hilft am meisten.
fr: %1$@ n’apporte rien ; %2$@ aide le plus.
it: Un voto di %1$@ non aiuta; un voto di %2$@ aiuta al massimo.
ja: %1$@ではプラスになりません。%2$@がいちばん有利です。
uk: %1$@ не допомагає; %2$@ допомагає найбільше.

# %@ earned fame in %@
source: %1$@ earned fame in %2$@
de: Ruhm in %2$@ durch Projekt „%1$@“
fr: Le projet « %1$@ » t’a valu de la renommée en %2$@
it: «%1$@» ti ha fatto guadagnare fama nel settore %2$@
ja: %1$@が成功し、%2$@で名を上げました
uk: Проєкт «%1$@» приніс славу у сфері «%2$@»

source: %@ easier than usual
de: %@ leichter als sonst
fr: %@ plus facile que d’habitude
it: più facile del solito (%@)
ja: いつもより%@有利
uk: на %@ легше, ніж зазвичай

source: %@ fame
de: Ruhm in %@
fr: Renommée en %@
it: Fama: %@
ja: %@の名声
uk: Слава: %@

source: %1$@ fame and your network add to your chance (up to +%2$@ and +%3$@) — until your application is already at the cap, when more changes nothing.
de: Ruhm in %1$@ und dein Netzwerk verbessern deine Chance (um bis zu +%2$@ und +%3$@) – bis deine Bewerbung die Obergrenze erreicht hat; dann ändert mehr nichts.
fr: La renommée en %1$@ et ton réseau s’ajoutent à tes chances (jusqu’à +%2$@ et +%3$@) — jusqu’à ce que ta candidature atteigne le plafond : au-delà, rien ne change.
it: La fama nel settore %1$@ e i tuoi contatti si sommano alla tua probabilità (fino a +%2$@ e +%3$@) — finché la candidatura non raggiunge il tetto: da lì in poi non cambia nulla.
ja: %1$@の名声と人脈が確率に加わります（最大でそれぞれ+%2$@と+%3$@）。ただし、すでに上限に達していると、これ以上増やしても変わりません。
uk: Слава у сфері «%1$@» і твої звʼязки додають до шансу (до +%2$@ та +%3$@) — доки заявка не досягне ліміту, після чого більше нічого не змінюється.

# %@ fame is what employers weigh (up to +%@): projects and events build it.
source: %1$@ fame is what employers weigh (up to +%2$@): projects and events build it.
de: Ruhm in %1$@ ist das, was Arbeitgeber gewichten (bis zu +%2$@): Projekte und Events bauen ihn auf.
fr: Les employeurs regardent la renommée en %1$@ (jusqu’à +%2$@) : les projets et les événements la font grandir.
it: La fama nel settore %1$@ è ciò che i datori di lavoro valutano (fino a +%2$@): la costruiscono progetti ed eventi.
ja: 採用側が重視するのは%1$@の名声です（最大+%2$@）。プロジェクトとイベントで積み上げられます。
uk: Слава (%1$@) — те, що враховують роботодавці (до +%2$@): її формують проєкти й заходи.

# %@ folded — recovered %@
source: %1$@ folded — recovered %2$@
de: Geschlossen: „%1$@“ – %2$@ zurückbekommen
fr: L’entreprise « %1$@ » a fermé : tu récupères %2$@
it: Impresa «%1$@» chiusa — recuperati %2$@
ja: %1$@が廃業し、%2$@を回収しました
uk: Бізнес «%1$@» закрито: повернуто %2$@

source: %1$@ had to close this year. Selling what was left got back %2$@ — but you still have to pay back any loan.
de: Dein Unternehmen „%1$@“ musste dieses Jahr schließen. Der Verkauf des Restes brachte %2$@ ein – einen eventuellen Kredit musst du aber trotzdem zurückzahlen.
fr: L’entreprise « %1$@ » a dû fermer cette année. La vente de ce qui restait t’a rapporté %2$@ — mais tu dois encore rembourser les prêts éventuels.
it: L’impresa «%1$@» ha dovuto chiudere quest’anno. Vendendo ciò che restava hai recuperato %2$@ — ma devi comunque restituire l’eventuale prestito.
ja: %1$@は今年、廃業することになりました。残ったものを売って%2$@を取り戻しましたが、起業ローンが残っている場合は返済が必要です。
uk: Бізнес «%1$@» довелося закрити цього року. Продаж залишків повернув %2$@ — але кредит, якщо він є, усе одно потрібно погасити.

source: %@ harder than usual
de: %@ schwerer als sonst
fr: %@ plus difficile que d’habitude
it: più difficile del solito (%@)
ja: いつもより%@不利
uk: на %@ важче, ніж зазвичай

source: %1$@ has one door: the “%2$@” title. Without it your chance stays at about %3$@, whatever else you do.
de: %1$@ hat nur eine Tür: den Titel „%2$@“. Ohne ihn bleibt deine Chance bei etwa %3$@, egal, was du sonst tust.
fr: Pour le poste « %1$@ », il n’y a qu’une porte : le titre « %2$@ ». Sans lui, tes chances restent d’environ %3$@, quoi que tu fasses d’autre.
it: Il ruolo di %1$@ ha una sola porta d’ingresso: il titolo «%2$@». Senza di esso la tua probabilità resta intorno a %3$@, qualunque altra cosa tu faccia.
ja: %1$@の入り口は1つだけ、「%2$@」の称号です。これがないと、ほかに何をしても確率は約%3$@のままです。
uk: У професії «%1$@» одні двері — титул «%2$@». Без нього твій шанс лишається на рівні близько %3$@ незалежно від усього іншого.

source: %@ higher than usual
de: %@ höher als sonst
fr: %@ plus élevé que d’habitude
it: più alto del solito (%@)
ja: いつもより%@高い
uk: на %@ вище, ніж зазвичай

source: %1$@ is a narrow path: even a flawless candidate is hired only about %2$@ of the years they apply (about %3$@ with a founder's track record) — so it usually takes many attempts.
de: %1$@ ist ein schmaler Pfad: Selbst makellose Bewerber werden nur in etwa %2$@ der Jahre eingestellt, in denen sie sich bewerben (etwa %3$@ mit einer Gründer-Erfolgsbilanz) – meist braucht es also viele Versuche.
fr: Pour le poste « %1$@ », la voie est étroite : même un candidat parfait n’est embauché que dans environ %2$@ des années où il postule (environ %3$@ avec un parcours de fondateur) — il faut donc souvent de nombreuses tentatives.
it: Il ruolo di %1$@ è una strada stretta: anche una candidatura perfetta riesce solo in una piccola parte degli anni in cui ti candidi (circa %2$@; circa %3$@ con un curriculum da fondatore) — quindi di solito servono molti tentativi.
ja: %1$@は狭き門です。完璧な応募者でも、採用されるのは応募した年の約%2$@（起業実績があれば約%3$@）なので、何度も挑戦するのがふつうです。
uk: «%1$@» — вузька стежка: навіть бездоганних кандидатів беруть лише приблизно у %2$@ випадків, коли вони подають заявку (близько %3$@ — зі здобутками засновника), тож зазвичай потрібно багато спроб.

source: %1$@ is a narrow path: even a flawless candidate is hired only about %2$@ of the years they apply — so it usually takes many attempts.
de: %1$@ ist ein schmaler Pfad: Selbst makellose Bewerber werden nur in etwa %2$@ der Jahre eingestellt, in denen sie sich bewerben – meist braucht es also viele Versuche.
fr: Pour le poste « %1$@ », la voie est étroite : même un candidat parfait n’est embauché que dans environ %2$@ des années où il postule — il faut donc souvent de nombreuses tentatives.
it: Il ruolo di %1$@ è una strada stretta: anche una candidatura perfetta riesce solo in una piccola parte degli anni in cui ti candidi (circa %2$@) — quindi di solito servono molti tentativi.
ja: %1$@は狭き門です。完璧な応募者でも、採用されるのは応募した年の約%2$@なので、何度も挑戦するのがふつうです。
uk: «%1$@» — вузька стежка: навіть бездоганних кандидатів беруть лише приблизно у %2$@ випадків, коли вони подають заявку, тож зазвичай потрібно багато спроб.

source: %1$@ is competitive but not a lottery: at your very best you'd be hired about %2$@ of the years you apply (about %3$@ with a founder's track record).
de: %1$@ ist umkämpft, aber keine Lotterie: Im besten Fall wirst du in etwa %2$@ der Jahre eingestellt, in denen du dich bewirbst (etwa %3$@ mit einer Gründer-Erfolgsbilanz).
fr: Pour le poste « %1$@ », la concurrence est forte mais ce n’est pas une loterie : dans le meilleur des cas, tu décrocherais le poste environ %2$@ des années où tu postules (environ %3$@ avec un parcours de fondateur).
it: Il ruolo di %1$@ è competitivo, ma non è una lotteria: al meglio delle tue possibilità lo ottieni in una parte degli anni in cui ti candidi (circa %2$@; circa %3$@ con un curriculum da fondatore).
ja: %1$@は競争が激しいものの、運任せではありません。最高の状態なら、応募した年の約%2$@で採用されます（起業実績があれば約%3$@）。
uk: «%1$@» — конкурентний шлях, але не лотерея: у найкращій формі тебе візьмуть приблизно у %2$@ випадків, коли ти подаєш заявку (близько %3$@ — зі здобутками засновника).

source: %1$@ is competitive but not a lottery: at your very best you'd be hired about %2$@ of the years you apply.
de: %1$@ ist umkämpft, aber keine Lotterie: Im besten Fall wirst du in etwa %2$@ der Jahre eingestellt, in denen du dich bewirbst.
fr: Pour le poste « %1$@ », la concurrence est forte mais ce n’est pas une loterie : dans le meilleur des cas, tu décrocherais le poste environ %2$@ des années où tu postules.
it: Il ruolo di %1$@ è competitivo, ma non è una lotteria: al meglio delle tue possibilità lo ottieni in una parte degli anni in cui ti candidi (circa %2$@).
ja: %1$@は競争が激しいものの、運任せではありません。最高の状態なら、応募した年の約%2$@で採用されます。
uk: «%1$@» — конкурентний шлях, але не лотерея: у найкращій формі тебе візьмуть приблизно у %2$@ випадків, коли ти подаєш заявку.

source: %1$@ is open to a well-prepared candidate: at your very best you'd be hired about %2$@ of the years you apply (about %3$@ with a founder's track record).
de: %1$@ steht gut vorbereiteten Bewerbern offen: Im besten Fall wirst du in etwa %2$@ der Jahre eingestellt, in denen du dich bewirbst (etwa %3$@ mit einer Gründer-Erfolgsbilanz).
fr: Pour le poste « %1$@ », la porte est ouverte à un candidat bien préparé : dans le meilleur des cas, tu décrocherais le poste environ %2$@ des années où tu postules (environ %3$@ avec un parcours de fondateur).
it: Il ruolo di %1$@ è aperto a chi si prepara bene: al meglio delle tue possibilità lo ottieni in una parte degli anni in cui ti candidi (circa %2$@; circa %3$@ con un curriculum da fondatore).
ja: %1$@は、しっかり準備した人に開かれています。最高の状態なら、応募した年の約%2$@で採用されます（起業実績があれば約%3$@）。
uk: «%1$@» — шлях, відкритий для добре підготовленого кандидата: у найкращій формі тебе візьмуть приблизно у %2$@ випадків, коли ти подаєш заявку (близько %3$@ — зі здобутками засновника).

source: %1$@ is open to a well-prepared candidate: at your very best you'd be hired about %2$@ of the years you apply.
de: %1$@ steht gut vorbereiteten Bewerbern offen: Im besten Fall wirst du in etwa %2$@ der Jahre eingestellt, in denen du dich bewirbst.
fr: Pour le poste « %1$@ », la porte est ouverte à un candidat bien préparé : dans le meilleur des cas, tu décrocherais le poste environ %2$@ des années où tu postules.
it: Il ruolo di %1$@ è aperto a chi si prepara bene: al meglio delle tue possibilità lo ottieni in una parte degli anni in cui ti candidi (circa %2$@).
ja: %1$@は、しっかり準備した人に開かれています。最高の状態なら、応募した年の約%2$@で採用されます。
uk: «%1$@» — шлях, відкритий для добре підготовленого кандидата: у найкращій формі тебе візьмуть приблизно у %2$@ випадків, коли ти подаєш заявку.

# %@ is worth about +%@ chance a year.
source: %1$@ is worth about +%2$@ chance a year.
de: %1$@ bringt etwa +%2$@ Chance pro Jahr.
fr: %1$@ vaut environ +%2$@ de chances par an.
it: %1$@ vale circa +%2$@ di probabilità all’anno.
ja: %1$@は、確率にして1年あたり約+%2$@ぶんの価値があります。
uk: %1$@ — приблизно +%2$@ до шансу на рік.

source: %@ lower than usual
de: %@ niedriger als sonst
fr: %@ plus bas que d’habitude
it: più basso del solito (%@)
ja: いつもより%@低い
uk: на %@ нижче, ніж зазвичай

source: %@ match
de: %@ Übereinstimmung
fr: %@ d’adéquation
it: %@ di affinità
ja: 適合度%@
uk: Збіг: %@

# %@ of %@ points
source: %1$@ of %2$@ points
de: %1$@ von %2$@ Punkten
fr: %1$@ sur %2$@ points
it: %1$@ su %2$@ punti
ja: %2$@ポイント中%1$@ポイント
uk: Бали: %1$@ із %2$@

# %@ of %lld years
source: %1$@ of %2$lld years
de: %1$@ von %2$lld Jahren
fr: %1$@ sur %2$lld ans
it: %1$@ su %2$lld anni
ja: %2$lld年中%1$@年
uk: %1$@ із %2$lld років

source: %@ of 5
de: %@ von 5
fr: %@ sur 5
it: %@ su 5
ja: 5段階中%@
uk: %@ із 5

source: %@ of ideal candidates get it each year
de: %@ der idealen Bewerber bekommen ihn jedes Jahr
fr: %@ des candidats idéaux l’obtiennent chaque année
it: Candidati ideali che lo ottengono ogni anno: %@
ja: 理想的な応募者のうち、毎年ポストを得るのは%@
uk: Щороку його отримують %@ ідеальних кандидатів

# %@ of ideal candidates get it each year · track record %@ of %@ points
source: %1$@ of ideal candidates get it each year · track record %2$@ of %3$@ points
de: %1$@ der idealen Bewerber bekommen ihn jedes Jahr · Erfolgsbilanz %2$@ von %3$@ Punkten
fr: %1$@ des candidats idéaux l’obtiennent chaque année · parcours de fondateur : %2$@ sur %3$@ points
it: Candidati ideali che lo ottengono ogni anno: %1$@ · curriculum da fondatore: %2$@ su %3$@ punti
ja: 理想的な応募者のうち、毎年ポストを得るのは%1$@ · 起業実績%3$@ポイント中%2$@ポイント
uk: Щороку його отримують %1$@ ідеальних кандидатів · бали здобутків: %2$@ із %3$@

source: %@ of the decision
de: Gewicht: %@
fr: %@ de la décision
it: %@ della decisione
ja: 合否判断の%@
uk: Вага: %@

# %@ pays %@.
source: %1$@ pays %2$@.
de: Der Job als %1$@ zahlt %2$@.
fr: Le métier « %1$@ » paie %2$@.
it: Il ruolo di %1$@ paga %2$@.
ja: %1$@は%2$@です。
uk: За професією «%1$@» платять %2$@.
